bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
GitHub.github-vscode-theme
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-ko
naumovs.color-highlight
PKief.material-icon-theme
PKief.material-product-icons
styled-components.vscode-styled-components